Repository: Zojax/zojax.groups
Catalog: src/zojax/groups/locales/*/LC_MESSAGES/zojax.groups.po
Languages: ru

source: Change basic team attributes.
ru: Изменить основные параметры.

source: Team members
ru: Участники команды

source: You can change members of this team.
ru: Здесь вы можете изменить список участников.

source: Add team folder
ru: Добавить папку команд

source: Current group members
ru: Текущие участники группы

source: There are no assigned members in this group.
ru: В группе нет участников

source: Members of the group
ru: Участники группы

source: Type
ru: Тип

source: Remove
ru: Удалить

source: Add new team members
ru: Добавить новых участников

source: Add
ru: Добавить

source: Principals have been added to group.
ru: Участники добавлены в группу

source: Select principal to view/edit.
ru: Выбирите пользователя для просмотра/редактирования.

source: Principals have been removed.
ru: Участники удалены.

source: Please select principal.
ru: Выбирите участника.

source: Team Name
ru: Имя Команды

source: Enter Team Name that will be displayed in the system.
ru: Введите имя команды которое будет использоватся в системе.

source: Team Description
ru: Описание команды

source: Enter Team Description that will be displayed in the system.
ru: Введите описание команды которое будет использоватся в системе.

source: Create new team
ru: Создать новую команду

source: Modify team
ru: Изменить команду

source: Changes has been saved.
ru: Изменения сохранены.

source: &bull; Team
ru: &bull; Команда

source: &bull; Leaders
ru: &bull; Лидеры

source: Team member
ru: Участник команды

source: Add team
ru: Добавить команду

source: Team leader
ru: Лидер команды

source: Team
ru: Команда

source: Create new team.
ru: Создать новую команду.

source: Group leaders
ru: Лидеры группы

source: Leaders
ru: Лидеры

source: Team leaders
ru: Лидеры команды

source: Title
ru: Заголовок

source: Teams
ru: Команды

source: Team folder (zojax)
ru: Модуль работы с командами

source: Team same as group but it has leaders who can manage this team.
ru: Команда это тоже самое что и группа, только команда может иметь лидеров которые могут изменять участников команды.

source: Team folder
ru: Папка с командами
